tap "apparition47/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "romkatv/powerlevel10k"
brew "python@3.9"
brew "awscli", link: false
brew "bash"
brew "bzip2"
brew "glib"
brew "suite-sparse"
brew "tbb"
brew "ceres-solver"
brew "commandbox"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "lame"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "fish"
brew "gh"
brew "git"
brew "glow"
brew "htop"
brew "httpie"
brew "libheif"
brew "imagemagick"
brew "mad"
brew "mas"
brew "mkdocs"
brew "node@14"
brew "mongosh"
brew "mpg123"
brew "nghttp2"
brew "node"
brew "numpy"
brew "pyqt@5"
brew "vtk"
brew "opencv"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "sphinx-doc"
brew "sqlite-utils"
brew "telnet"
brew "wget"
brew "zlib"
brew "mongodb/brew/mongodb-community"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "azure-data-studio"
cask "basictex"
cask "mailtrackerblocker"
cask "meetingbar"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "netnewswire"
cask "rectangle"
cask "visual-studio-code"
cask "vlc"
mas "Amphetamine", id: 937984704
mas "Gifski", id: 1351639930
mas "Hush", id: 1544743900
mas "JSONPeep", id: 1458969831
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft To Do", id: 1274495053
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Userscripts", id: 1463298887
mas "Vimari", id: 1480933944
mas "Xcode", id: 497799835
